summary_dict = {
    "mode_uni": "Данное распределение имеет одну моду - оно унимодальное. ",
    "mode_muli": "Данное распределение имеет несколько мод - оно мультимодальное. Выборка не является однородной, "
                 "возможно она порождена несколькими 'наложенными' распределениями. ",
    "mode_none": "Все значения в выборке встречаются одинаково часто, распределение не имеет моды. ",

    "percentile": "99% значений в выборке находятся ниже ",
    "decile": "10% значений в выборке не превосходят ",
    "quartile": "25% значений выборки не превосходят ",

    "assymetry": "Ассиметрия равна ",
    "assymetry_conclusion": " значит распределение ",
    "symmetric": "симметрично. ",
    "left_assymmetry": "имеет левосторонюю или положительную ассиметрию. В выборке чаще встречаются значения меньше"
                       " среднего значения. В этом случае медиана является более показательной величиной, чем среднее. ",
    "right_assymmetry": "имеет правосторонюю или отрицательную ассиметрию. В выборке чаще встречаются значения больше "
                        "среднего значения. В этом случае медиана является более показательной величиной, чем среднее.",

    "excess_positive": "Эксцесс больше нуля, следовательно распределение островершинное. ",
    "excess_negative": "Эксцесс находится в пределах от нуля до минус трех, следовательно распределение "
                       "плосковершинное. ",
    "excess_null": "Эксцесс равен нулю, распределение средневершинное (нормальное). ",
}
